Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Dolmetschen von Gesprächen zwischen zwei Dozierenden in der A- und B-Sprache mit anschliessender Besprechung der sprachlichen, inhaltlichen und kommunikativen Leistung der Studierenden
en_gb: Interpreting discussions between two faculty members in the A and B language followed by a discussion of the student's performance in terms of language, content and communication

source: Übungen zum kommunikativen Verhalten und der persönlichen Präsenz
en_gb: Exercises on communicative behaviour and personal presentation

source: sind in der Lage, ein 5-8 minütiges Gespräch sprachlich und inhaltlich korrekt und im angemessenen Register zu dolmetschen.
en_gb: are able to interpret a discussion lasting 5-8 minutes, maintaining linguistic accuracy and the appropriate register and reproducing the main elements correctly.

source: vermögen sich in kurzer Zeit auf ein Thema vorzubereiten und das Ergebnis der Vorbereitungsarbeit beim Dolmetschen zu verwenden.
en_gb: are able to prepare a topic quickly and use the results of their preparatory work when interpreting.

source: verfügen über die erforderlichen Strategien, um mit der Gesprächssituation professionell umzugehen und alle Gesprächsteilnehmer aktiv im Gespräch zu halten.
en_gb: have all the necessary strategies to deal professionally with a discussion and to involve all participants actively in the discussion.

source: Sprach- und Dolmetschkompetenz B
en_gb: Language and interpreting skills B

source: Beschreiben von Bildern und Situationen
en_gb: describing pictures and situations

source: Zusammenfassungen
en_gb: summarising

source: Lernen von Synonymen und Redewendungen
en_gb: learning synonyms and idiomatic expressions

source: Gelesenes direkt neu formulieren oder paraphrasieren
en_gb: formulating text directly or paraphrasing

source: Gesehene oder gehörte Berichte frei aus dem Gedächtnis wiederholen
en_gb: reproducing reports that have been read or heard from memory

source: Zur Verbesserung der Ausdrucksweise werden vorgegebene Texte, bzw. Reden oder Berichte, Zeitungsartikel oder Interviews aus den verschiedensten Gebieten (Soziales, Kultur, Bildung, Tourismus, Gesundheit, Wirtschaft) eingesetzt.
en_gb: Texts, speeches, reports, newspaper articles and interviews from a range of fields (social science, culture, education, tourism, health, economics) are taken as a basis for improving presentation skills.

source: verfügen über ein breites Vokabular.
en_gb: have a wide vocabulary.

source: konstruieren auch komplexe Satzstrukturen grammatikalisch korrekt und idiomatisch.
en_gb: are able to construct structurally complex, grammatically correct and idiomatic sentences.

source: können sich auch in gehobener Sprache sicher und wendig ausdrücken.
en_gb: are also able to express themselves confidently and fluently in a high register.

source: jeweilige B-Sprache
en_gb: B language

source: Sprachkompetenz DE für CH
en_gb: Language skills in DE for CH

source: Dotierung in Semesterwochenlektionen (SWL)
en_gb: No. of lessons per week

source: Gezielte Sprachübungen zur Erweiterung der Sprachkenntnisse:
en_gb: Specific language exercises to improve knowledge of language:

source: Theoretischer Hintergrund und gezielte Sprachübungen zur Erweiterung der Sprachkenntnisse und des sprachlichen Horizonts
en_gb: Theoretical background and specific language exercises to improve knowledge of language and linguistic horizon

source: Unterschiede zwischen der Standardsprache in der deutschen Schweiz und in Deutschland / Österreich
en_gb: Differences between standard language in German-speaking Switzerland and in Germany/Austria

source: Typische Fehler von Schweizern im Standarddeutschen
en_gb: Typical mistakes made by Swiss in standard German

source: Übertragen von Texten aus dem Schweizerhochdeutsch in Standarddeutsch
en_gb: Transfer of texts from Swiss High German into standard German

source: Allgemeine Sprachkompetenz:
en_gb: General language skills:

source: Erstellen von Listen mit Synonymen für häufigste Begriffe und Redewendungen beim Dolmetschen
en_gb: Creating lists of synonyms for common terms and expressions

source: Helvetismen / helvetische Redewendungen
en_gb: Helveticisms/Swiss expressions

source: Freies, korrektes Formulieren und Paraphrasieren in Standarddeutsch
en_gb: Free, correct formulation and paraphrasing in standard German

source: Deutsch in der Europäischen Union / Fremdwörter durch deutsche Wörter ersetzen
en_gb: German in the European Union/replacing loan words with German words

source: Vorbereitete oder improvisierte Präsentationen
en_gb: Giving prepared or improvised presentations

source: Die Studierenden...
en_gb: Students

source: verwenden die deutsche Standardsprache treffsicher
en_gb: use standard German confidently and accurately

source: formulieren variantenreich / finden Synonyme
en_gb: use a variety of formulations/find synonyms

source: Zeitliche Aufteilung
en_gb: Time allocation

source: Einführung in die verschiedenen Ansätze der Memoriertechnik
en_gb: Introduction to a range of approaches to training memory

source: Übungen zur Aktivierung der geistigen Beweglichkeit und Kreativität
en_gb: Exercises to activate mental agility and creativity

source: Übungen zur Wiedergabe von Äusserungen ohne Notizennahme
en_gb: Exercises to repeat utterances without taking notes

source: Verhandlungsdolmetschen (A–B–A)
en_gb: Liaison interpreting (A–B–A)

source: Grundbegriffe Wirtschaft
en_gb: Key economic concepts

source: verfügen über grundlegende Kenntnisse zur Funktionsweise einer Volkswirtschaft
en_gb: are familiar with key concepts in political economy

source: Prüfung am Ende des Semesters.
en_gb: End-of-semester examination.

source: Bewertung:
en_gb: Assessment:

source: Anforderungen erfüllt/nicht erfüllt.
en_gb: Requirements met/not met.

source: verfügen über erweitertes Weltwissen in den behandelten Themengebieten
en_gb: have extensive knowledge of world events in the topic areas studied

source: verfügen über Strategien zum Erkennen und Bearbeiten relevanter Themen
en_gb: have strategies to recognise and process relevant topics

source: Die Studierenden eignen sich ein Grundwissen aus folgenden Themengebieten an:
en_gb: Students acquire basic knowledge in the following topic areas:

source: Internationale Organisationen
en_gb: International organisations

source: Erd- und Kulturgeschichte
en_gb: World history and culture

source: Gesellschaft und Politik
en_gb: Society and politics

source: Mythologie/Biblisches
en_gb: Mythology/Bible

source: Geschichte
en_gb: History

source: aktuelles Zeitgeschehen
en_gb: Current events

source: verfügen über Strategien zur Verarbeitung, Speicherung und Wiedergabe von umfangreichen Informationseinheiten (Mnemotechnik)
en_gb: have strategies to process, store and reproduce large units of information (mnemotechnics)

source: verfügen über Strategien zur Verarbeitung von Namen, Zahlen, Bildern, Wörtern, Konzepten
en_gb: have strategies to process names, numbers, pictures, words and ideas

source: können Struktur und Inhalt einer kurzen allgemeinsprachlichen Rede analysieren und verstehen
en_gb: are able to analyse and understand the structure and contents of a short speech on a general topic

source: Bewertung „Anforderungen erfüllt“ bei erfolgter Leistungsbewertung.
en_gb: Assessment requirements met.

source: sind in der Lage, vorauszulesen, Transferprobleme zu erkennen und zu lösen
en_gb: are able to read ahead, and identify and solve transfer problems

source: Leistungsnachweise
en_gb: Course requirements

source: Bestehen
en_gb: Pass requirements

source: Bei erfolgter Leistungsbewertung bzw. der Bewertung „Anforderungen erfüllt“.
en_gb: Completed assignment or assignment awarded “Requirements met”.

source: regelmässiger Kontaktunterricht
en_gb: Regular class instruction

source: Gedächtnistrainingübungen mit Namen, Zahlen, Bildern, Wörtern, Konzepten und Assoziationsübungen
en_gb: Memory training exercises involving names, numbers, pictures, words, concepts and associations

source: Stegreif- und Konsekutivdolmetschen einer Vielfalt von Textsorten (Reden, Pressemitteilungen, Verlautbarungen, Interviews) aus verschiedenen Gebieten (Politik, Wirtschaft, Sozialwissenschaften, Kultur).
en_gb: Sight and consecutive interpreting of a wide range of text types (speeches, press releases, statements, interviews) from various fields (politics, economics, social sciences, culture).

source: Nachsprechen von Berichten, Kommentaren
en_gb: orally reproducing reports, commentaries

source: können helvetische Strukturen und Helvetismen erkennen und sich problemlos von ihnen lösen
en_gb: can recognise Swiss structures and Helveticisms and can easily formulate language without them

source: erkennen die Eigenheiten in Grammatik, Syntax und Aussprache des Schweizerischen Hochdeutsch und können sich von ihnen lösen
en_gb: can recognise the features of Swiss High German in grammar, syntax and accent and can easily formulate language without them

source: Grundbegriffe der Volkswirtschaft
en_gb: Key concepts in political economy

source: Bei Bewertung „Anforderungen erfüllt“.
en_gb: When awarded “Requirements met”.

source: Hintergrundwissen
en_gb: Background knowledge

source: Lehrplan Konferenzdolmetschen 4.0
en_gb: Conference Interpreting curriculum 4.0

source: MA in Angewandter Linguistik – Vertiefung Konferenzdolmetschen
en_gb: MA in Applied Linguistics - specialisation in Conference Interpreting

source: Lehrplan Konferenzdolmetschen 3.2
en_gb: Conference Interpreting curriculum 3.2

source: Stand:
en_gb: Status:

source: Übersicht
en_gb: Overview

source: Zulassungstest Propädeutikum (Juli)
en_gb: Preparation course admission test (July)

source: MA in Angewandter Linguistik – Vertiefung Konferenzdolmetschen / Dolmetsch-Propädeutikum
en_gb: MA in Applied Linguistics - specialisation in Conference Interpreting / Interpretation Preparation Course

source: Dolmetsch-Propädeutikum (HS) – Seite 2
en_gb: Interpretation Preparation Course (AS) - page 2

source: Eignungsprüfung MA AL (Januar)
en_gb: Aptitude Test information MA AL (January)

source: 1. Semester MA AL (FS) – Seiten 3/4
en_gb: Semester 1 MA AL (SS) - pages 3/4

source: 2. Semester MA AL (HS) – Seiten 5/6
en_gb: Semester 2 MA AL (AS) - pages 5/6

source: 3. Semester MA AL (FS) – Seite 7
en_gb: Semester 3 MA AL (SS) - pages 7

source: Abkürzungen
en_gb: Abbreviations

source: DE für CH – DE für Schweizer mit DE als A
en_gb: DE for CH – DE for Swiss with DE as A

source: NT – Notizentechnik
en_gb: NT – Note-taking

source: Modulendprüfung KD (Juni)
en_gb: Module final examination KD (June)

source: KD – Konferenzdolmetschen
en_gb: KD – Conference Interpreting

source: GT – Gedächtnistraining
en_gb: GT – Memory training

source: konse – Konsekutivdolmetschen
en_gb: konse – Consecutive interpreting

source: sim – Simultandolmetschen
en_gb: sim – Simultaneous interpreting

source: Vhdo – Verhandlungsdolmetschen
en_gb: Vhdo – Liaison interpreting

source: DolB – Sprach- und Dolmetschkompetenz B-Sprache
en_gb: DolB – Language and interpreting skills B language

source: BK – Berufskunde
en_gb: BK – Knowledge of the profession

source: ETA – Einführung in die Terminologiearbeit
en_gb: ETA – Introduction to terminology work

source: FW – Fachwissen
en_gb: FW – Subject knowledge

source: BP – Berufspraxis
en_gb: BP – Professional practice

source: KoSi – Konferenzsimulation
en_gb: KoSI – Conference simulation

source: Zulassungstest Dolmetsch-Propädeutikum
en_gb: Interpretation Preparation Course admission test

source: Bemerkungen
en_gb: Remarks

source: Dolmetsch-Propädeutikum
en_gb: Interpretation Preparation Course

source: Stegreif/konsekutiv
en_gb: Sight/consecutive

source: allgemein
en_gb: general

source: gutes Verständnis aller Ausgangssprachen
en_gb: good understanding of all source languages

source: sicherer und variabler Ausdruck in der Muttersprache
en_gb: confident and varied use of the mother tongue

source: korrekter, idiomatischer Ausdruck in der B-Sprache (falls vorhanden)
en_gb: correct, idiomatic use of the B language (if available)

source: verfügen über ein gefestigtes Verständnis der Ausgangssprachen
en_gb: have a good understanding of the source languages

source: verfügen über einen sicheren, wendigen und eleganten Ausdruck in der Muttersprache
en_gb: express themselves confidently and elegantly in their mother tongue

source: verfügen über einen korrekten und vielfältigen Ausdruck in der B-Sprache (falls vorhanden)
en_gb: use the B language (if available) correctly and using a variety of expression

source: weisen eine hohe Stressresistenz auf
en_gb: are able to cope with high levels of stress

source: Eignungsprüfung MA AL: allgemeinsprachliche Rede = ca. 350–400 Wörter
en_gb: Aptitude Test MA AL: general language presentation = approx. 350–400 words

source: Eignungsprüfung MA AL:
en_gb: Aptitude Test MA AL

source: Konsekutive ca. 350–400 Wörter
en_gb: Consecutive approx. 350–400 words

source: vorgetragen in ca. 5 Minuten
en_gb: presented in about 5 minutes

source: Stegreif
en_gb: Sight interpreting

source: im Allg. korrekte Sinnwiedergabe
en_gb: General gist correctly given

source: Satzüberblick
en_gb: Sentence overview

source: ZT mit eigenständ., korr.
en_gb: Some independent, correct

source: flüssiger Vortrag
en_gb: fluent presentation

source: präsentieren flüssig, überzeugend und sprachlich korrekt
en_gb: give a linguistically correct and fluent presentation in a convincing manner

source: im Allgemeinen korrekte Sinnwiedergabe
en_gb: General gist correctly given

source: vermögen sich in kurzer Zeit auf ein Thema vorzubereiten und das Ergebnis der Vorbereitungsarbeit beim Dolmetschen zu verwenden
en_gb: are able to prepare a topic quickly and use the results of their preparatory work when interpreting.

source: sind in der Lage, ein 5-8 minütiges Gespräch sprachlich und inhaltlich korrekt und im angemessenen Register zu dolmetschen
en_gb: are able to interpret a discussion lasting 5-8 minutes, maintaining linguistic accuracy and the appropriate register and reproducing the main elements correctly.

source: verfügen über die erforderlichen Strategien, um mit der Gesprächssituation professionell umzugehen und alle Gesprächsteilnehmer aktiv im Gespräch zu halten
en_gb: have all the necessary strategies to deal professionally with a discussion and to involve all participants actively in the discussion.

source: Gespräche zu allgemeinen und teilweise fachlichen Themen, mit relativ kurzen Redeintervallen (< 1 Min., gelegentlich auch länger)
en_gb: Discussions of relatively short duration (< 1 min., sometimes longer) on general and sometimes specialist topics

source: B-Sprache mit breitem Vokabular, korrekter Syntax und sicherer Idiomatik
en_gb: B language with wide vocabulary, correct syntax and confident use of idiom

source: verfügen über ein breites Vokabular
en_gb: have a wide vocabulary

source: konstruieren auch komplexe Satzstrukturen grammatikalisch korrekt und idiomatisch
en_gb: are able to construct structurally complex, grammatically correct and idiomatic sentences

source: können sich auch in gehobener Sprache sicher und wendig ausdrücken
en_gb: are also able to express themselves confidently and fluently in a high register

source: DE für CH
en_gb: DE for CH

source: Bezug zur Hochsprache
en_gb: Connection with standard language

source: Grundsicherheit im hochdeutschen Ausdruck
en_gb: Confident use of High German

source: Wirtschaft
en_gb: Economics

source: breites Allgemeinwissen
en_gb: broad general knowledge

source: gute Kenntnisse zum aktuellen Zeitgeschehen
en_gb: good knowledge of current affairs

source: Neugier für unbekannte Themen
en_gb: keen to learn about unfamiliar topics

source: Eignungsprüfung MA AL Vertiefung KD
en_gb: Aptitude Test MA AL, specialisation in CI

source: Modul
en_gb: Module

source: MA − 1. Semester
en_gb: MA - Semester 1

source: Wahlpflicht:
en_gb: Elective:

source: 2 dieser 3 Kurse sind zu belegen
en_gb: 2 out of 3 courses must be taken

source: kennen die Grundlagen des Zusammenhangs von Atem, Bewegung, Stimmklang und sprachlichen Kommunikationen erfahren/kennen: situative, biografische, physiologische Komponenten
en_gb: have a general understanding of the relationship between breathing, movement, voice pitch and understand/discover types of linguistic communication: situational, biographical, physiological components

source: entwickeln eine Achtsamkeit für Prozesse des Sprechens – bezogen auf Stimmklang, Atem, Bewegung – entwickeln.
en_gb: develop awareness of speech processes – relating to pitch, breathing, movement.

source: Achtsamkeit für auditive und kinästhetische Muster
en_gb: Awareness of auditive and kinaesthetic patterns

source: können Atem, Stimme, Bewegung angemessen kommunikativ einsetzen
en_gb: can use their breathing, voice, and movement appropriately to communicate

source: entwickeln ein persönliches Programm für den angemessenen Einsatz und die Entwicklung von Atem, Stimme, Bewegung in sprachlichen Kommunikationen
en_gb: develop a personal programme to use and develop their breathing, voice, and movement in linguistic communication

source: kennen die persönliche Ausdrucksbreite des Stimmklangs und können sie entwickeln
en_gb: are aware of their own range of vocal expression and are able to develop it

source: Rhetorik I
en_gb: Rhetorics I

source: verfügen über Grundkenntnisse der Geschichte der Rhetorik
en_gb: have a general knowledge of the history of rhetoric

source: haben die Fähigkeit, rednerische Muster und Strategien zu erkennen
en_gb: are able to recognise rhetorical patterns and strategies

source: kennen unterschiedliche Redetypen
en_gb: know the different types of rhetorical speech

source: kennen die wichtigsten rhetorischen Stilmittel
en_gb: know the main rhetorical devices

source: können rhetorische Stilmittel der gegenwärtigen Alltagsrhetorik anwenden
en_gb: are able to use modern rhetorical devices

source: können Reden verbal, nonverbal und paraverbal einheitlich gestalten
en_gb: are able to give speeches paying attention to verbal, non-verbal and para-verbal aspects

source: kennen persönliche Eigenarten, Stärken und Schwächen und können damit umgehen
en_gb: are aware of their own characteristics, strengths and weakness and are able to deal with them

source: Sprechtechnik I
en_gb: Speaking techniques I

source: (nur für Studierende mit Deutsch als A- oder B-Sprache)
en_gb: (only for students with German as an A or B language)

source: kennen die Phonetik und Phonologie der gemässigten deutschen Hochlautung
en_gb: know the phonetics and phonology of moderate standard German pronunciation

source: kennen und verfügen über Artikulation und Intonation gemäss der überregionalen gemässigten deutschen Standardlautung
en_gb: know and use the articulation and intonation of non-regional moderate standard German pronunciation

source: verfügen über eine standardsprachlich-angemessene Prosodie
en_gb: have appropriate standard prosody

source: können phonetische Interpunktion einsetzen
en_gb: are able to correctly use phonetic notation

source: praktizieren ganzheitliches, kommunikatives, intentionales, sinnbetontes Sprechen
en_gb: speak coherently, communicatively, intentionally and purposefully

source: Deutsch für Studierende mit Deutsch als C-Sprache I
en_gb: German for students with German as C language I

source: erkennen und verstehen die wichtigsten Akzente im deutschen Sprachraum
en_gb: recognise and understand the main accents in German-speaking countries

source: kennen die wesentlichen historischen, politischen, gesellschaftlichen und kulturellen Begebenheiten im deutschsprachigen Raum
en_gb: know the main historical, political, societal and cultural events in German-speaking countries

source: sind über aktuelle Themen und Entwicklungen im deutschen Sprachraum informiert und wissen, mit welchen Hilfsmitteln sie sich auf dem Laufenden halten können
en_gb: are aware of current issues and developments in German-speaking countries and know where to get information about them

source: simultan / konsekutiv I
en_gb: simultaneous/consecutive I

source: allg.
en_gb: general

source: verfügen über effiziente Analysefähigkeiten im Umgang mit Texten
en_gb: are able to analyse texts efficiently

source: weisen ein hohes Konzentrationsvermögen auf
en_gb: have high levels of concentration

source: Allgemeinsprachliche Texte, Schwierigkeitsgrad gesteigert durch Beeinflussung folgender Kriterien:
en_gb: texts on general topics, degree of difficulty increases owing to:

source: Dichte, Länge, Fachlichkeit, Terminologie, Tempo
en_gb: density, length, degree of specialism, terminology, speed

source: simultan:
en_gb: simultaneous:

source: Übungen mehrheitlich noch weitgehend ohne Text
en_gb: Most exercises still without text

source: Textlänge ca. 500 Wörter (5‘)
en_gb: Text length approx. 500 words (5’)

source: sind mit den wesentlichen Elementen (Basic Simultaneous Practice) der Simultantechnik vertraut und können diese anwenden
en_gb: are familiar with the key elements of the simultaneous technique (Basic Simultaneous Practice) and can apply them

source: sind in der Lage, die wesentlichen Elemente einer langsam vorgetragenen allgemeinsprachlichen Rede korrekt zu dolmetschen
en_gb: are able to interpret correctly the key elements of a slowly presented speech on a general topic

source: sind in der Lage, ein Zielprodukt zu liefern, das sachlich und sprachlich korrekt ist
en_gb: are able to deliver a target product that is linguistically and factually correct

source: sind in der Lage, eine etwas längere allgemeinsprachliche Rede praktisch vollständig zu notieren und sachlich und sprachlich korrekt und im passenden Register wiederzugeben
en_gb: are able to take comprehensive notes on a longer speech on a general topic and to reproduce this correctly, maintaining linguistic accuracy and a suitable register

source: Ergänzende Dolmetsch-kompetenz I
en_gb: Additional interpreting skills I

source: Wirtsch./Recht
en_gb: Economics and Law

source: (Grundbegriffe in Betriebswirtschaft und Recht )
en_gb: (Key concepts in Economics and Law)

source: solide PC-Kenntnisse
en_gb: sound PC skills

source: verfügen über einen gefestigten passiven Wortschatzder deutschen Sprache
en_gb: have a sound passive vocabulary in German

source: sicherer Umgang mit MS-Office Produkten
en_gb: confident use of MS Office products

source: sicherer Umgang beim Herunterladen, (De-)Installieren von Software
en_gb: confidence in downloading, installing and uninstalling software

source: kennen die Grundlagen von Lexikologie/Terminologie
en_gb: have basic skills in lexicology/terminology

source: kennen Unterschiede zwischen übersetzungsspezifischer und dolmetschspezifischer Terminologiearbeit
en_gb: know the difference between terminology work for translation and for interpreting

source: verfügen über Strategien zur systematischen Vorbereitung von Terminologie für den Konferenzgebrauch
en_gb: have strategies for systematically preparing terminology for use in conference interpreting

source: kennen marktübliche Terminologie-Tools für Dolmetscher
en_gb: know the most common terminology tools for interpreters on the market

source: können mindestens eines dieser Tools sicher anwenden
en_gb: can use at least one of these tools confidently

source: kennen Kriterien zur Evaluation solcher Tools
en_gb: know criteria to evaluate such tools

source: MS-Office, SDL Trados MultiTerm, Interplex, InterpretBank, Terminus, (LookUp), ev. weitere
en_gb: MS Office, SDL Trados MultiTerm, Interplex, InterpretBank, Terminus, (LookUp), poss. others

source: Grundlagen KD I
en_gb: Basic skills KD I

source: Grundlagen KD II
en_gb: Basic skills KD II
